Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# GroupSecurityIdentifierHeader.Text
source: Security Identifier
ar: معرّف الأمان
de_de: Sicherheitsbezeichner
el_gr: Αναγνωριστικό ασφαλείας
es: Identificador de seguridad
fr_fr: Identifiant de Sécurité
he_il: מזהה אבטחה
hi_in: सुरक्षा पहचानकर्ता
ja_jp: セキュリティ識別子
ml_in: സുരക്ഷാ ഐഡന്റിഫയർ
pl_pl: Identyfikator zabezpieczeń
tr_tr: Güvenlik Tanımlayıcısı

# GroupCreatedDateTimeHeader.Text
source: Creation Time
ar: وقت الإنشاء
de_de: Erstellungszeitpunkt
el_gr: Χρόνος δημιουργίας
es: Hora de creación
fr_fr: Heure de Création
he_il: זמן יצירה
hi_in: निर्माण समय
ja_jp: 作成日時
ml_in: സൃഷ്ടിച്ച സമയം
pl_pl: Czas utworzenia
tr_tr: Yaratılış Zamanı

# GroupNameColumnHeaderBtn.Content
source: Name
ar: الاسم
el_gr: Όνομα
es: Nombre
fr_fr: Nom
he_il: שם
hi_in: नाम
ja_jp: 名前
ml_in: പേര്
pl_pl: Nazwa
tr_tr: İsim

# GroupDescriptionColumnHeaderBtn.Content
source: Description
ar: الوصف
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
he_il: תיאור
hi_in: विवरण
ja_jp: 説明
ml_in: വിവരണം
pl_pl: Opis
tr_tr: Tanım

# GroupSecurityIdentifierColumnHeaderBtn.Content
source: Security Identifier
ar: معرّف الأمان
de_de: Sicherheitsbezeichner
el_gr: Αναγνωριστικό ασφαλείας
es: Identificador de seguridad
fr_fr: Identifiant de Sécurité
he_il: מזהה אבטחה
hi_in: सुरक्षा पहचानकर्ता
ja_jp: セキュリティ識別子
ml_in: സുരക്ഷാ ഐഡന്റിഫയർ
pl_pl: Identyfikator zabezpieczeń
tr_tr: Güvenlik Tanımlayıcısı

# GroupCreatedDateTimeColumnHeaderBtn.Content
source: Creation Time
ar: وقت الإنشاء
de_de: Erstellungszeitpunkt
el_gr: Χρόνος δημιουργίας
es: Hora de creación
fr_fr: Heure de Création
he_il: זמן יצירה
hi_in: निर्माण समय
ja_jp: 作成日時
ml_in: സൃഷ്ടിച്ച സമയം
pl_pl: Czas utworzenia
tr_tr: Yaratılış Zamanı

# IntuneDeploymentDetailsNavItemContent
source: Intune Policy Deployment Details
fr_fr: Détails de Déploiement de Politique Intune
ja_jp: Intune ポリシー展開の詳細
tr_tr: Intune İlkesi Dağıtım Ayrıntıları

# CreateGroupButton.Content
source: Create New Group
ar: إنشاء مجموعة جديدة
de_de: Neue Gruppe erstellen
el_gr: Δημιουργία νέας ομάδας
es: Crear nuevo grupo
fr_fr: Créer un Nouveau Groupe
he_il: צור קבוצה חדשה
hi_in: नई समूह बनाएँ
ja_jp: 新規グループ作成
ml_in: പുതിയ ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
pl_pl: Utwórz nową grupę
tr_tr: Yeni Grup Oluştur

# CreateGroupButton.ToolTipService.ToolTip
source: Create a new group in Microsoft Entra ID
ar: أنشئ مجموعة جديدة في Microsoft Entra ID
de_de: Neue Gruppe in Microsoft Entra ID erstellen
el_gr: Δημιουργήστε μια νέα ομάδα στο Microsoft Entra ID
es: Cree un nuevo grupo en Microsoft Entra ID
fr_fr: Créer un nouveau groupe dans Microsoft Entra ID
he_il: צור קבוצה חדשה ב-Microsoft Entra ID
hi_in: Microsoft Entra ID में नया समूह बनाएँ
ja_jp: Microsoft Entra IDに新しいグループを作成します
ml_in: Microsoft Entra IDയിൽ പുതിയ ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
pl_pl: Utwórz nową grupę w Microsoft Entra ID
tr_tr: Microsoft Entra ID'de yeni bir grup oluşturun

# CreateGroupButton.AutomationProperties.HelpText
source: Create a new group in Microsoft Entra ID
ar: أنشئ مجموعة جديدة في Microsoft Entra ID
de_de: Neue Gruppe in Microsoft Entra ID erstellen
el_gr: Δημιουργήστε μια νέα ομάδα στο Microsoft Entra ID
es: Cree un nuevo grupo en Microsoft Entra ID
fr_fr: Créer un nouveau groupe dans Microsoft Entra ID
he_il: צור קבוצה חדשה ב-Microsoft Entra ID
hi_in: Microsoft Entra ID में नया समूह बनाएँ
ja_jp: Microsoft Entra IDに新しいグループを作成します
ml_in: Microsoft Entra IDയിൽ പുതിയ ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
pl_pl: Utwórz nową grupę w Microsoft Entra ID
tr_tr: Microsoft Entra ID'de yeni bir grup oluşturun

# GroupDisplayNameEmptyError
source: Group Display name cannot be null or empty.
ar: لا يمكن أن يكون اسم العرض للمجموعة null أو فارغاً.
de_de: Der Anzeigename der Gruppe darf nicht null oder leer sein.
el_gr: Το εμφανιζόμενο όνομα ομάδας δεν μπορεί να είναι null ή κενό.
es: El nombre para mostrar del grupo no puede ser null ni estar vacío.
fr_fr: Le nom d'affichage du groupe ne peut pas être nul ou vide.
he_il: שם התצוגה של הקבוצה אינו יכול להיות null או ריק.
hi_in: समूह का प्रदर्शन नाम null या खाली नहीं हो सकता.
ja_jp: グループ表示名はnullまたは空にできません。
ml_in: ഗ്രൂപ്പിന്റെ ഡിസ്പ്ലേ പേര് null ആകാനോ ഒഴിഞ്ഞതാകാനോ പാടില്ല.
pl_pl: Wyświetlana nazwa grupy nie może być null ani pusta.
tr_tr: Grup Görünen adı boş veya boş olamaz.

# SuccessfullyCreatedGroupMessage
source: Successfully created a group with the display name: {0} and description: {1} and ID: {2} and Security Identifier: {3} at: {4}
ar: تم إنشاء مجموعة بنجاح بالاسم المعروض: {0} والوصف: {1} والمعرّف: {2} ومعرّف الأمان: {3} في: {4}
de_de: Gruppe erfolgreich erstellt mit dem Anzeigenamen: {0} und der Beschreibung: {1} und der ID: {2} und der Sicherheitskennung: {3} zum Zeitpunkt: {4}
el_gr: Η ομάδα δημιουργήθηκε επιτυχώς με εμφανιζόμενο όνομα: {0} και περιγραφή: {1} και αναγνωριστικό: {2} και αναγνωριστικό ασφαλείας: {3} στις: {4}
es: Se creó correctamente un grupo con el nombre para mostrar: {0} y la descripción: {1} y el ID: {2} y el identificador de seguridad: {3} a las: {4}
fr_fr: Groupe créé avec succès avec le nom d'affichage : {0}, description : {1}, ID : {2} et Identifiant de Sécurité : {3} à : {4}
he_il: נוצרה בהצלחה קבוצה עם שם התצוגה: {0} ותיאור: {1} ומזהה: {2} ומזהה אבטחה: {3} בזמן: {4}
hi_in: प्रदर्शित नाम: {0} तथा विवरण: {1} तथा ID: {2} तथा सुरक्षा पहचानकर्ता: {3} पर: {4} वाला समूह सफलतापूर्वक बनाया गया
ja_jp: 表示名：{0}、説明：{1}、ID：{2}、セキュリティ識別子：{3}、作成日時：{4}のグループが正常に作成されました
ml_in: ഡിസ്പ്ലേ പേര്: {0}, വിവരണം: {1}, ID: {2}, സുരക്ഷാ ഐഡന്റിഫയർ: {3}, സമയം: {4} എന്നിവയോടെ ഗ്രൂപ്പ് വിജയകരമായി സൃഷ്ടിച്ചു
pl_pl: Pomyślnie utworzono grupę z wyświetlaną nazwą: {0} oraz opisem: {1} i identyfikatorem: {2} oraz identyfikatorem zabezpieczeń: {3} o: {4}

# FailedCreatingGroupError
source: Failed creating the group with the status code: {0} and content: {1}
ar: فشل إنشاء المجموعة برمز الحالة: {0} والمحتوى: {1}
de_de: Fehler beim Erstellen der Gruppe mit dem Statuscode: {0} und dem Inhalt: {1}
el_gr: Αποτυχία δημιουργίας της ομάδας με κωδικό κατάστασης: {0} και περιεχόμενο: {1}
es: Error al crear el grupo con el código de estado: {0} y el contenido: {1}
fr_fr: Échec de la création du groupe avec le code d'état : {0} et le contenu : {1}
he_il: יצירת הקבוצה נכשלה עם קוד מצב: {0} ותוכן: {1}
hi_in: स्थिति कोड: {0} और सामग्री: {1} के साथ समूह बनाना विफल रहा
ja_jp: ステータスコード：{0}、コンテンツ：{1}でグループの作成に失敗しました
ml_in: സ്ഥിതി കോഡ്: {0} കൂടിയും ഉള്ളടക്കം: {1} കൂടിയും ഗ്രൂപ്പ് സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się utworzyć grupy z kodem stanu: {0} i zawartością: {1}
tr_tr: Durum kodu: {0} ve içerik: {1} olan grup oluşturulamadı

# DeleteGroupButton.Content
source: Delete Group
ar: حذف مجموعة
de_de: Gruppe löschen
el_gr: Διαγραφή ομάδας
es: Eliminar grupo
fr_fr: Supprimer le Groupe
he_il: מחק קבוצה
hi_in: समूह हटाएँ
ja_jp: グループ削除
ml_in: ഗ്രൂപ്പ് ഇല്ലാതാക്കുക
pl_pl: Usuń grupę
tr_tr: Grubu Sil

# DeleteGroupButton.ToolTipService.ToolTip
source: Delete the selected group(s) from your Entra ID.
ar: احذف المجموعات المحددة من Entra ID لديك.
de_de: Löschen Sie die ausgewählte(n) Gruppe(n) aus Ihrer Entra ID.
el_gr: Διαγράψτε τις επιλεγμένες ομάδες από το Entra ID σας.
es: Elimine los grupos seleccionados de su Entra ID.
fr_fr: Supprimer le(s) groupe(s) sélectionné(s) de votre Entra ID.
he_il: מחק את הקבוצות שנבחרו מ-Entra ID שלך.
hi_in: अपने Entra ID से चयनित समूहों को हटाएँ.
ja_jp: Entra IDから選択したグループを削除します。
ml_in: നിങ്ങളുടെ Entra IDയിൽ നിന്നുള്ള തിരഞ്ഞെടുക്കപ്പെട്ട ഗ്രൂപ്പുകൾ ഇല്ലാതാക്കുക.
pl_pl: Usuń wybrane grupy z Twojego Entra ID.
tr_tr: Seçilen grubu/grupları Entra ID'nizden silin.

# DeleteGroupButton.AutomationProperties.HelpText
source: Delete the selected group(s) from your Entra ID.
ar: احذف المجموعات المحددة من Entra ID لديك.
de_de: Löschen Sie die ausgewählte(n) Gruppe(n) aus Ihrer Entra ID.
el_gr: Διαγράψτε τις επιλεγμένες ομάδες από το Entra ID σας.
es: Elimine los grupos seleccionados de su Entra ID.
fr_fr: Supprimer le(s) groupe(s) sélectionné(s) de votre Entra ID.
he_il: מחק את הקבוצות שנבחרו מ-Entra ID שלך.
hi_in: अपने Entra ID से चयनित समूहों को हटाएँ.
ja_jp: Entra IDから選択したグループを削除します。
ml_in: നിങ്ങളുടെ Entra IDയിൽ നിന്നുള്ള തിരഞ്ഞെടുക്കപ്പെട്ട ഗ്രൂപ്പുകൾ ഇല്ലാതാക്കുക.
pl_pl: Usuń wybrane grupy z Twojego Entra ID.
tr_tr: Seçilen grubu/grupları Entra ID'nizden silin.

# DeleteGroupDialogTitle
source: Confirm Group Deletion
ar: تأكيد حذف المجموعة
de_de: Löschung der Gruppe bestätigen
el_gr: Επιβεβαίωση διαγραφής ομάδας
es: Confirmar eliminación de grupo
fr_fr: Confirmer la Suppression du Groupe
he_il: אישור מחיקת קבוצה
hi_in: समूह हटाने की पुष्टि
ja_jp: グループ削除の確認
ml_in: ഗ്രൂപ്പ് ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
pl_pl: Potwierdzenie usunięcia grupy
tr_tr: Grup Silme İşlemini Onayla

# DeleteCertificateDialogPrimaryButton
source: Delete
fr_fr: Supprimer
ja_jp: 削除
tr_tr: Silmek

# DeleteGroupDialogIntroSingle
source: Delete group '{0}' ?
ar: حذف المجموعة '{0}' ?
de_de: Gruppe '{0}' löschen ?
el_gr: Διαγραφή της ομάδας '{0}' ?
es: ¿Eliminar el grupo '{0}' ?
fr_fr: Supprimer le groupe '{0}' ?
he_il: למחוק את הקבוצה '{0}' ?
hi_in: समूह '{0}' हटाएँ ?
ja_jp: グループ「{0}」を削除しますか？
ml_in: '{0}' ഗ്രൂപ്പ് ഇല്ലാതാക്കണോ ?
pl_pl: Usunąć grupę '{0}' ?
tr_tr: '{0}' grubu silinsin mi?

# DeleteGroupDialogIntroMultiple
source: Delete {0} selected groups ?
ar: حذف {0} من المجموعات المحددة ?
de_de: {0} ausgewählte Gruppen löschen ?
el_gr: Διαγραφή {0} επιλεγμένων ομάδων ?
es: ¿Eliminar {0} grupos seleccionados ?
fr_fr: Supprimer {0} groupes sélectionnés ?
he_il: למחוק {0} קבוצות שנבחרו ?
hi_in: {0} चयनित समूह हटाएँ ?
ja_jp: 選択した{0}個のグループを削除しますか？
ml_in: {0} തിരഞ്ഞെടുക്കപ്പെട്ട ഗ്രൂപ്പുകൾ ഇല്ലാതാക്കണോ ?
pl_pl: Usunąć {0} wybranych grup ?
tr_tr: Seçilen {0} grup silinsin mi?

# DeleteGroupDialogWarning
source: This action is irreversible. The selected group(s) will be permanently deleted from your tenant.
ar: هذه العملية غير قابلة للعكس. ستُحذف المجموعات المحددة نهائياً من المستأجر لديك.
de_de: Diese Aktion ist irreversibel. Die ausgewählte(n) Gruppe(n) werden dauerhaft aus Ihrem Mandanten gelöscht.
el_gr: Η ενέργεια αυτή είναι μη αναστρέψιμη. Οι επιλεγμένες ομάδες θα διαγραφούν οριστικά από τον μισθωτή σας.
es: Esta acción es irreversible. Los grupos seleccionados se eliminarán permanentemente de su inquilino.
fr_fr: Cette action est irréversible. Le(s) groupe(s) sélectionné(s) seront définitivement supprimés de votre locataire.
he_il: פעולה זו בלתי הפיכה. הקבוצות שנבחרו יימחקו לצמיתות מהדייר שלך.
hi_in: यह क्रिया अपरिवर्तनीय है. चयनित समूह आपके टेनेंट से स्थायी रूप से हटा दिए जाएँगे.
ja_jp: この操作は元に戻せません。選択したグループはテナントから完全に削除されます。
ml_in: ഈ നടപടി തിരിച്ചെടുക്കാനാവില്ല. തിരഞ്ഞെടുക്കപ്പെട്ട ഗ്രൂപ്പുകൾ നിങ്ങളുടെ ടേനന്റിൽ നിന്ന് സ്ഥിരമായി ഇല്ലാതാക്കും.
pl_pl: Ta operacja jest nieodwracalna. Wybrane grupy zostaną trwale usunięte z Twojego dzierżawcy.
tr_tr: Bu eylem geri döndürülemez. Seçilen grup(lar) kiracınızdan kalıcı olarak silinecek.

# SuccessfullyDeletedGroupMessage
source: Deleted group {0} (ID: {1}).
ar: تم حذف المجموعة {0} (المعرّف: {1}).
de_de: Gruppe {0} gelöscht (ID: {1}).
el_gr: Διαγράφηκε η ομάδα {0} (ID: {1}).
es: Se eliminó el grupo {0} (ID: {1}).
fr_fr: Groupe {0} (ID: {1}) supprimé.
he_il: נמחקה הקבוצה {0} (מזהה: {1}).
hi_in: समूह {0} (ID: {1}) हटाया गया.
ja_jp: グループ {0}（ID：{1}）を削除しました。
ml_in: {0} ഗ്രൂപ്പ് ഇല്ലാതാക്കി (ID: {1}).
pl_pl: Usunięto grupę {0} (ID: {1}).
tr_tr: {0} grubu silindi (ID: {1}).

# DeleteGroupDeletionErrorLogTemplate
source: Failed to delete group {0}: {1}
ar: فشل حذف المجموعة {0}: {1}
de_de: Fehler beim Löschen der Gruppe {0}: {1}
el_gr: Αποτυχία διαγραφής της ομάδας {0}: {1}
es: Error al eliminar el grupo {0}: {1}
fr_fr: Échec de la suppression du groupe {0} : {1}
he_il: כשל במחיקת הקבוצה {0}: {1}
hi_in: समूह {0} हटाने में विफल: {1}
ja_jp: グループ {0} の削除に失敗しました：{1}
ml_in: {0} ഗ്രൂപ്പ് ഇല്ലാതാക്കൽ പരാജയപ്പെട്ടു: {1}
pl_pl: Nie udało się usunąć grupy {0}: {1}
tr_tr: {0} grubu silinemedi: {1}

# ProvideNewGroupDetails
source: Provide details for the new group.
ar: قدم التفاصيل للمجموعة الجديدة.
de_de: Geben Sie Details für die neue Gruppe an.
el_gr: Παραθέστε λεπτομέρειες για τη νέα ομάδα.
es: Proporcione los detalles del nuevo grupo.
fr_fr: Fournissez des détails pour le nouveau groupe.
he_il: ספק פרטים עבור הקבוצה החדשה.
hi_in: नए समूह के लिए विवरण प्रदान करें.
ja_jp: 新しいグループの詳細を入力してください。
ml_in: പുതിയ ഗ്രൂപ്പിനുള്ള വിശദാംശങ്ങൾ നൽകുക.
pl_pl: Podaj szczegóły dla nowej grupy.
tr_tr: Yeni grubun ayrıntılarını sağlayın.

source: Group Type:
ar: نوع المجموعة:
de_de: Gruppentyp:
el_gr: Τύπος ομάδας:
es: Tipo de grupo:
fr_fr: Type de Groupe :
he_il: סוג קבוצה:
hi_in: समूह प्रकार:
ja_jp: グループタイプ：
ml_in: ഗ്രൂപ്പ് തരം:
pl_pl: Typ grupy:
tr_tr: Grup Türü:

# IntuneDeploymentDetailsPageTitle
source: Manage the Entra groups in your tenant and select the groups you want to deploy the policy to.
fr_fr: Gérez les groupes Entra dans votre locataire et sélectionnez les groupes sur lesquels vous souhaitez déployer la politique.
ja_jp: テナント内のEntraグループを管理し、ポリシーを展開するグループを選択します。
tr_tr: Kiracınızdaki Entra gruplarını yönetin ve politikayı dağıtmak istediğiniz grupları seçin.

# SelectedGroups.Text
source: Selected Groups:
ar: المجموعات المحددة:
de_de: Ausgewählte Gruppen:
el_gr: Επιλεγμένες ομάδες:
es: Grupos seleccionados:
fr_fr: Groupes Sélectionnés :
he_il: קבוצות שנבחרו:
hi_in: चयनित समूह:
ja_jp: 選択されたグループ：
ml_in: തിരഞ്ഞെടുത്ത ഗ്രൂപ്പുകൾ:
pl_pl: Wybrane grupy:
tr_tr: Seçilen Gruplar:

# CreateDummyGroupsMenuFlyoutItem.Text
source: Create 50 dummy groups
ar: إنشاء 50 مجموعة وهمية
de_de: 50 Dummy-Gruppen erstellen
el_gr: Δημιουργία 50 ομάδων δοκιμής
es: Crear 50 grupos ficticios
fr_fr: Créer 50 groupes factices
he_il: צור 50 קבוצות דמה
hi_in: 50 डमी समूह बनाएँ
ja_jp: 50個のダミーグループを作成
ml_in: 50 ഡമ്മി ഗ്രൂപ്പുകൾ സൃഷ്ടിക്കുക
pl_pl: Utwórz 50 grup testowych
tr_tr: 50 yapay grup oluşturun

# CreateDummyGroupsMenuFlyoutItem.ToolTipService.ToolTip
source: Create 50 dummy groups in your tenant's Entra with random details for testing purposes.
ar: أنشئ 50 مجموعة وهمية في Entra للمستأجر لديك بتفاصيل عشوائية لأغراض الاختبار.
de_de: Erstellen Sie 50 Dummy-Gruppen in der Entra-Umgebung Ihres Mandanten mit zufälligen Details zu Testzwecken.
el_gr: Δημιουργήστε 50 ομάδες δοκιμής στο Entra του μισθωτή σας με τυχαίες λεπτομέρειες για σκοπούς δοκιμής.
es: Cree 50 grupos ficticios en Entra de su inquilino con detalles aleatorios para fines de prueba.
fr_fr: Créer 50 groupes factices dans l'Entra de votre locataire avec des détails aléatoires à des fins de test.
he_il: צור 50 קבוצות דמה ב-Entra של הדייר שלך עם פרטים אקראיים לצורכי בדיקות.
hi_in: परीक्षण उद्देश्यों के लिए आपके टेनेंट के Entra में यादृच्छिक विवरणों के साथ 50 डमी समूह बनाएँ.
ja_jp: テスト目的で、テナントのEntraにランダムな詳細情報を持つ50個のダミーグループを作成します。
ml_in: പരിശോധനയ്ക്കായി നിങ്ങളുടെ ടേനന്റിലെ Entraയിൽ യാദൃശ്ചിക വിശദാംശങ്ങളോടെ 50 ഡമ്മി ഗ്രൂപ്പുകൾ സൃഷ്ടിക്കുക.
pl_pl: Utwórz 50 grup testowych w Entra Twojego dzierżawcy z losowymi szczegółami do celów testowych.
tr_tr: Kiracınızın Entra'sında test amacıyla rastgele ayrıntılarla 50 kukla grup oluşturun.

# CreateDummyGroupsMenuFlyoutItem.AutomationProperties.HelpText
source: Create 50 dummy groups in your tenant's Entra with random details for testing purposes.
ar: أنشئ 50 مجموعة وهمية في Entra للمستأجر لديك بتفاصيل عشوائية لأغراض الاختبار.
de_de: Erstellen Sie 50 Dummy-Gruppen in der Entra-Umgebung Ihres Mandanten mit zufälligen Details zu Testzwecken.
el_gr: Δημιουργήστε 50 ομάδες δοκιμής στο Entra του μισθωτή σας με τυχαίες λεπτομέρειες για σκοπούς δοκιμής.
es: Cree 50 grupos ficticios en Entra de su inquilino con detalles aleatorios para fines de prueba.
fr_fr: Créer 50 groupes factices dans l'Entra de votre locataire avec des détails aléatoires à des fins de test.
he_il: צור 50 קבוצות דמה ב-Entra של הדייר שלך עם פרטים אקראיים לצורכי בדיקות.
hi_in: परीक्षण उद्देश्यों के लिए आपके टेनेंट के Entra में यादृच्छिक विवरणों के साथ 50 डमी समूह बनाएँ.
ja_jp: テスト目的で、テナントのEntraにランダムな詳細情報を持つ50個のダミーグループを作成します。
ml_in: പരിശോധനയ്ക്കായി നിങ്ങളുടെ ടേനന്റിലെ Entraയിൽ യാദൃശ്ചിക വിശദാംശങ്ങളോടെ 50 ഡമ്മി ഗ്രൂപ്പുകൾ സൃഷ്ടിക്കുക.
pl_pl: Utwórz 50 grup testowych w Entra Twojego dzierżawcy z losowymi szczegółami do celów testowych.
tr_tr: Kiracınızın Entra'sında test amacıyla rastgele ayrıntılarla 50 kukla grup oluşturun.

# ConfirmationTextForDummyGroupsCreation
source: Are you sure you want to create 50 dummy groups in your tenant's Entra with random details for testing purposes?
ar: هل أنت متأكد أنك تريد إنشاء 50 مجموعة وهمية في Entra للمستأجر لديك بتفاصيل عشوائية لأغراض الاختبار؟
de_de: Möchten Sie 50 Dummy-Gruppen in der Entra-Umgebung Ihres Mandanten mit zufälligen Details zu Testzwecken erstellen?
el_gr: Είστε βέβαιοι ότι θέλετε να δημιουργήσετε 50 ομάδες δοκιμής στο Entra του μισθωτή σας με τυχαίες λεπτομέρειες για σκοπούς δοκιμής?
es: ¿Está seguro de que desea crear 50 grupos ficticios en Entra de su inquilino con detalles aleatorios para fines de prueba?
fr_fr: Êtes-vous sûr de vouloir créer 50 groupes factices dans l'Entra de votre locataire avec des détails aléatoires à des fins de test ?
he_il: האם אתה בטוח שברצונך ליצור 50 קבוצות דמה ב-Entra של הדייר שלך עם פרטים אקראיים לצורכי בדיקות?
hi_in: क्या आप सुनिश्चित हैं कि आप अपने टेनेंट के Entra में परीक्षण के लिए यादृच्छिक विवरणों के साथ 50 डमी समूह बनाना चाहते हैं?
ja_jp: テスト目的で、テナントのEntraにランダムな詳細情報を持つ50個のダミーグループを作成してもよろしいですか？
ml_in: നിങ്ങളുടെ ടേനന്റിലെ Entraയിൽ പരിശോധനയ്ക്കായി യാദൃശ്ചിക വിശദാംശങ്ങളോടെ 50 ഡമ്മി ഗ്രൂപ്പുകൾ സൃഷ്ടിക്കാൻ നിങ്ങൾക്ക് തീർച്ചയായും ആഗ്രഹമുണ്ടോ?
pl_pl: Czy na pewno chcesz utworzyć 50 grup testowych w Entra Twojego dzierżawcy z losowymi szczegółami do celów testowych?
tr_tr: Kiracınızın Entra'sında test amacıyla rastgele ayrıntılarla 50 adet yapay grup oluşturmak istediğinizden emin misiniz?

# SignInAuthenticationRequiredMsg
source: Authentication Required. Please sign into your Microsoft tenant first.
ar: مطلوب مصادقة. يرجى تسجيل الدخول إلى مستأجر Microsoft لديك أولاً.
de_de: Authentifizierung erforderlich. Bitte melden Sie sich zuerst bei Ihrem Microsoft-Mandanten an.
el_gr: Απαιτείται έλεγχος ταυτότητας. Παρακαλούμε συνδεθείτε πρώτα στον μισθωτή Microsoft σας.
es: Autenticación requerida. Inicie sesión primero en su inquilino de Microsoft.
fr_fr: Authentification requise. Veuillez d'abord vous connecter à votre locataire Microsoft.
he_il: נדרשת אימות. אנא היכנס תחילה לדייר Microsoft שלך.
hi_in: प्रमाणीकरण आवश्यक है. कृपया पहले अपने Microsoft टेनेंट में साइन इन करें.
ja_jp: 認証が必要です。最初にMicrosoftテナントにサインインしてください。
ml_in: പ്രാമാണീകരണം ആവശ്യമാണ്. ദയവായി ആദ്യം നിങ്ങളുടെ Microsoft ടേനന്റിൽ സൈൻ ഇൻ ചെയ്യുക.
pl_pl: Wymagane uwierzytelnienie. Zaloguj się najpierw do swojego dzierżawcy Microsoft.
tr_tr: Kimlik Doğrulaması Gerekli. Lütfen önce Microsoft kiracınızda oturum açın.

# SuccessfullyRefreshedMSGraphTokenMsg
source: Successfully refreshed Microsoft Graph token for the account: {0}
ar: تم تحديث رمز Microsoft Graph بنجاح للحساب: {0}
de_de: Microsoft Graph-Token für das Konto erfolgreich aktualisiert: {0}
el_gr: Το διακριτικό Microsoft Graph ανανεώθηκε με επιτυχία για τον λογαριασμό: {0}
es: Se actualizó correctamente el token de Microsoft Graph para la cuenta: {0}
fr_fr: Jeton Microsoft Graph actualisé avec succès pour le compte : {0}
he_il: רענון אסימון Microsoft Graph עבור החשבון: {0} בוצע בהצלחה
hi_in: खाते के लिए Microsoft Graph टोकन सफलतापूर्वक रीफ़्रेश किया गया: {0}
ja_jp: アカウントのMicrosoft Graphトークンを正常に更新しました：{0}
ml_in: അക്കൗണ്ട്: {0} നുവേണ്ടി Microsoft Graph ടോക്കൺ വിജയകരമായി പുതുക്കി
pl_pl: Pomyślnie odświeżono token Microsoft Graph dla konta: {0}
tr_tr: Şu hesap için Microsoft Graph jetonu başarıyla yenilendi: {0}

# SelectAppControlPolicyFileButton.Content
source: Select Policy File
ar: تحديد ملف سياسة
de_de: Richtliniendatei auswählen
el_gr: Επιλογή αρχείου πολιτικής
es: Seleccionar archivo de política
fr_fr: Sélectionner le Fichier de Politique
he_il: בחר קובץ מדיניות
hi_in: नीति फ़ाइल चुनें
ja_jp: ポリシーファイルを選択
ml_in: നയം ഫയൽ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz plik zasady
tr_tr: Politika Dosyasını Seçin

# SelectAppControlPolicyFileButton.ToolTipService.ToolTip
source: Browse for an App Control policy file.
ar: استعرض لتحديد ملف سياسة App Control.
de_de: Nach einer App Control-Richtliniendatei suchen.
el_gr: Εντοπίστε αρχείο πολιτικής App Control.
es: Examinar un archivo de política de App Control.
fr_fr: Parcourir pour trouver un fichier de politique App Control.
he_il: עיין ובחר קובץ מדיניות App Control.
hi_in: App Control नीति फ़ाइल ब्राउज़ करें.
ja_jp: App Controlポリシーファイルを参照します。
ml_in: App Control നയം ഫയൽ ബ്രൗസ് ചെയ്യുക.
pl_pl: Wyszukaj plik zasady App Control.
tr_tr: Bir Uygulama Denetimi ilkesi dosyasına göz atın.

# SelectAppControlPolicyFileButton.AutomationProperties.HelpText
source: Browse for an App Control policy file.
ar: استعرض لتحديد ملف سياسة App Control.
de_de: Nach einer App Control-Richtliniendatei suchen.
el_gr: Εντοπίστε αρχείο πολιτικής App Control.
es: Examinar un archivo de política de App Control.
fr_fr: Parcourir pour trouver un fichier de politique App Control.
he_il: עיין ובחר קובץ מדיניות App Control.
hi_in: App Control नीति फ़ाइल ब्राउज़ करें.
ja_jp: App Controlポリシーファイルを参照します。
ml_in: App Control നയം ഫയൽ ബ്രൗസ് ചെയ്യുക.
pl_pl: Wyszukaj plik zasady App Control.
tr_tr: Bir Uygulama Denetimi ilkesi dosyasına göz atın.

# SelectFilesForSimulationButton.Content
source: Select Files
ar: تحديد ملفات
de_de: Dateien auswählen
el_gr: Επιλογή αρχείων
es: Seleccionar archivos
fr_fr: Sélectionner des Fichiers
he_il: בחר קבצים
hi_in: फ़ाइलें चुनें
ja_jp: ファイルを選択
ml_in: ഫയലുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz pliki
tr_tr: Dosyaları Seçin

# SelectFilesForSimulationButton.ToolTipService.ToolTip
source: Browse for files to include in the simulation.
ar: استعرض لاختيار ملفات ليتم تضمينها في المحاكاة.
de_de: Nach Dateien suchen, die in die Simulation einbezogen werden sollen.
el_gr: Εντοπίστε αρχεία για συμπερίληψη στην προσομοίωση.
es: Examinar archivos para incluir en la simulación.
fr_fr: Parcourir pour trouver des fichiers à inclure dans la simulation.
he_il: עיין ובחר קבצים שייכללו בסימולציה.
hi_in: सिमुलेशन में शामिल करने के लिए फ़ाइलें ब्राउज़ करें.
ja_jp: シミュレーションに含めるファイルを参照します。
ml_in: സിമുലേഷനിൽ ഉൾപ്പെടുത്താൻ ഫയലുകൾ ബ്രൗസ് ചെയ്യുക.
pl_pl: Wyszukaj pliki do uwzględnienia w symulacji.
tr_tr: Simülasyona dahil edilecek dosyalara göz atın.

# SelectFilesForSimulationButton.AutomationProperties.HelpText
source: Browse for files to include in the simulation.
ar: استعرض لاختيار ملفات ليتم تضمينها في المحاكاة.
de_de: Nach Dateien suchen, die in die Simulation einbezogen werden sollen.
el_gr: Εντοπίστε αρχεία για συμπερίληψη στην προσομοίωση.
es: Examinar archivos para incluir en la simulación.
fr_fr: Parcourir pour trouver des fichiers à inclure dans la simulation.
he_il: עיין ובחר קבצים שייכללו בסימולציה.
hi_in: सिमुलेशन में शामिल करने के लिए फ़ाइलें ब्राउज़ करें.
ja_jp: シミュレーションに含めるファイルを参照します。
ml_in: സിമുലേഷനിൽ ഉൾപ്പെടുത്താൻ ഫയലുകൾ ബ്രൗസ് ചെയ്യുക.
pl_pl: Wyszukaj pliki do uwzględnienia w symulacji.
tr_tr: Simülasyona dahil edilecek dosyalara göz atın.

# SelectFoldersForSimulationButton.Content
source: Select Folders
ar: تحديد مجلدات
de_de: Ordner auswählen
el_gr: Επιλογή φακέλων
es: Seleccionar carpetas
fr_fr: Sélectionner des Dossiers
he_il: בחר תיקיות
hi_in: फ़ोल्डर चुनें
ja_jp: フォルダーを選択
ml_in: ഫോൾഡറുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz foldery
tr_tr: Klasörleri Seçin
